name: "yolov8"
max_batch_size: 8
instance_group {
  kind: KIND_GPU
}
input [
  {
    name: "input__0"
    data_type: TYPE_FP32
    dims: [3, 640, 640]
  }
]
output [
  {
    name: "output__0"
    data_type: TYPE_FP32
    dims: [84, 8400]
  }
]
dynamic_batching {
}
backend: "tensorrt"

